import React from 'react';
import Accordion from '@material-ui/core/Accordion';
import AccordionSummary from '@material-ui/core/AccordionSummary';
import AccordionDetails from '@material-ui/core/AccordionDetails';
import ExpandMoreIcon from '@material-ui/icons/ExpandMore';

import styles from '../sass/AboutCompany.module.sass';

const AboutCompany = () => {
    return(
        <div className={styles.root}>
            <Accordion className={styles.accordion}>
                <AccordionSummary
                    className={styles.accordion__summary}
                    expandIcon={<ExpandMoreIcon />}
                    aria-controls="panel1a-content"
                    id="panel1a-header"
                >
                    <span className={styles.accordion__text}>
                        <h1>Интернет-магазин бытовой техники и электроники Comfy</h1>
                        <p>Компания Comfy существует на украинском рынке уже более 10 лет и за это время успела получить звание одного из лучших магазинов современной техники. Все начиналось с небольших точек продаж, пока фирма не решила покорить мир интернет-торговли. С тех пор любой житель Украины может заказать оригинальную технику от мировых производителей с быстрой доставкой в свой город.</p>
                    </span>
                </AccordionSummary>
                <AccordionDetails className={styles.accordion__details}>
                    <span className={styles.accordion__text}>
                        <p>Что стало причиной успеха Comfy среди украинцев?</p>
                        <br/>
                        <p>Доступные цены, ведь интернет-магазин бытовой техники Comfy делает клиентам только самые выгодные предложения и не завышает стоимость своих товаров</p>
                        <p>Предоставление дополнительных услуг по гарантийному обслуживанию, установке и настройке техники</p>
                        <p>Профессиональный контакт-центр, с которым покупатель может связаться любым удобным способом и получить квалифицированную консультацию</p>
                        <p>Возможность покупки товаров в кредит на выгодных условиях одного из ведущих банков Украины</p>
                        <p>Исчерпывающая информация о каждом товаре, включая реальные фото, материалы изготовления, видеообзоры и инструкции по применению</p>
                        <p>Продажа только сертифицированной техники и электроники, которая прошла все этапы тестирования и утверждена специалистами</p>
                        <p>Предоставление двух видов гарантии - от магазина Comfy и официального производителя</p>
                        <p>Программа расширенного сервиса (ПРС), которая делает гарантийные условия еще более приемлемыми для покупателя</p>
                        <p>Возможность возврата товара в течение 30 дней после получения, при соблюдении правил, установленных законом “О защите прав потребителей”</p>
                        <p>Comfy предлагает огромный перечень товаров, начиная от техники для приготовления пищи, заканчивая игровыми консолями</p>
                        <p>Положительная репутация, которую магазин получил от покупателей за многие годы существования на украинском рынке</p>
                        <h3>Полный комплекс услуг интернет-магазина Comfy</h3>
                        <p>Сотрудники компании оперативно обрабатывают заявки клиентов и стараются выполнить заказ в кратчайшие сроки. Для покупателей интернет-магазин компьютерной техники предоставляет несколько способов связи:</p>
                        <br/>
                        <p>Бесплатный телефонный номер: 0-800-303-505</p>
                        <p>Электронная почта</p>
                        <p>Онлайн чат на сайте компании</p>
                        <p>Группы в социальных сетях</p>
                        <br/>
                        <p>В любой день недели покупатель может обратиться в онлайн магазин техники Comfy, для того чтобы узнать текущее состояние своего заказа, или уточнить какую-либо информацию.</p>
                        <br/>
                        <p>На страницах Comfy покупки осуществляет не только Киев, но и вся Украина, благодаря широким возможностям доставки. В штате компании работают исполнительные сотрудники, которые могут привезти технику домой клиенту, установить ее и настроить для дальнейшего использования. Также товар можно забрать самовывозом в течении 24 часов.</p>
                        <br/>
                        <p>Почему служба доставки Comfy заслуживает вашего доверия:</p>
                        <br/>
                        <p>Бригада доставит и поднимет на этаж технику любого веса и габаритов, даже если не работает лифт</p>
                        <p>За час до прибытия, специалисты связываются с клиентом по телефону</p>
                        <p>Comfy несет полную ответственность за сохранность товара в процессе перевозки</p>
                        <p>При необходимости грузчики наденут бахилы, прежде чем войти в дом клиента</p>
                        <p>Перед отправкой специалисты тщательно проверяют комплектацию заказа, а также исправность техники</p>
                        <p>В случае обнаружения каких-либо неполадок в технике, служба доставки бесплатно привезет новый исправный товар из магазина</p>
                        <p>При заказе нескольких товаров сразу Comfy доставляет всю технику в один день</p>
                    </span>
                </AccordionDetails>
            </Accordion>
        </div>
    )
}

export default AboutCompany;