const ru = {
    company: {
        name: "КлимаВент"
    },
    city: {
        title: "Город:",
        choose_city: "Выберите свой город!",
        help_message: "Если Вы не смогли найти свой город - пробуйте поискать ближайший к Вам.",
        label: "Город",
        loading: "Загрузка...",
        error_message: "При загрузке списка городов произошла ошибка, пожалуйста, попробуйте позже",
    },
    profile: {
        login: "Войти",
        register: "Зарегистрироваться",
        personal_data: "Личные данные",
        wish_list: "Список желаний",
        cart: "Корзина",
        my_purchases: "Мои покупки",
        logout: "Выход",
    },
    catalog: {
        catalog: "Каталог товаров"
    },
    search: {
        search: "Найти",
        im_looking_for: "Я ищу..."
    },
    special_offers: {
        sales_leaders: "ЛИДЕРЫ ПРОДАЖ",
        show_more: "Показать все товары"
    },
    product: {
        name: "Кондиционер Midea BreezeleSS FA-09N8D6-I/FA-09N8D6-O",
        code: "Код: %{code}",
        buy: "Купить",
        votes: "%{votes} отзывов"
    },
    about_company: {
        sec_1: {
            h: "Интернет-магазин бытовой техники и электроники КлимаВент",
            p: {
                1: "Компания КлимаВент существует на украинском рынке уже более 10 лет и за это время успела получить звание одного из лучших магазинов современной техники. Все начиналось с небольших точек продаж, пока фирма не решила покорить мир интернет-торговли. С тех пор любой житель Украины может заказать оригинальную технику от мировых производителей с быстрой доставкой в свой город.",
                2: "Что стало причиной успеха КлимаВент среди украинцев?",
                3: "Доступные цены, ведь интернет-магазин бытовой техники КлимаВент делает клиентам только самые выгодные предложения и не завышает стоимость своих товаров",
                4: "Предоставление дополнительных услуг по гарантийному обслуживанию, установке и настройке техники",
                5: "Профессиональный контакт-центр, с которым покупатель может связаться любым удобным способом и получить квалифицированную консультацию",
                6: "Возможность покупки товаров в кредит на выгодных условиях одного из ведущих банков Украины",
                7: "Исчерпывающая информация о каждом товаре, включая реальные фото, материалы изготовления, видеообзоры и инструкции по применению",
                8: "Продажа только сертифицированной техники и электроники, которая прошла все этапы тестирования и утверждена специалистами",
                9: "Предоставление двух видов гарантии - от магазина КлимаВент и официального производителя",
                10: "Программа расширенного сервиса (ПРС), которая делает гарантийные условия еще более приемлемыми для покупателя",
                11: "Возможность возврата товара в течение 30 дней после получения, при соблюдении правил, установленных законом “О защите прав потребителей”",
                12: "КлимаВент предлагает огромный перечень товаров, начиная от техники для приготовления пищи, заканчивая игровыми консолями",
                13: "Положительная репутация, которую магазин получил от покупателей за многие годы существования на украинском рынке",
            }
        },
        sec_2: {
            h: "Полный комплекс услуг интернет-магазина КлимаВент",
            p: {
                1: "Сотрудники компании оперативно обрабатывают заявки клиентов и стараются выполнить заказ в кратчайшие сроки. Для покупателей интернет-магазин компьютерной техники предоставляет несколько способов связи:",
                2: "Бесплатный телефонный номер: 0-800-707-707",
                3: "Электронная почта",
                4: "Онлайн чат на сайте компании",
                5: "Группы в социальных сетях",
                6: "В любой день недели покупатель может обратиться в онлайн магазин техники КлимаВент, для того чтобы узнать текущее состояние своего заказа, или уточнить какую-либо информацию.",
                7: "На страницах КлимаВент покупки осуществляет не только Киев, но и вся Украина, благодаря широким возможностям доставки. В штате компании работают исполнительные сотрудники, которые могут привезти технику домой клиенту, установить ее и настроить для дальнейшего использования. Также товар можно забрать самовывозом в течении 24 часов.",
                8: "Почему служба доставки КлимаВент заслуживает вашего доверия:",
                9: "Бригада доставит и поднимет на этаж технику любого веса и габаритов, даже если не работает лифт",
                10: "За час до прибытия, специалисты связываются с клиентом по телефону",
                11: "КлимаВент несет полную ответственность за сохранность товара в процессе перевозки",
                12: "При необходимости грузчики наденут бахилы, прежде чем войти в дом клиента",
                13: "Перед отправкой специалисты тщательно проверяют комплектацию заказа, а также исправность техники",
                14: "В случае обнаружения каких-либо неполадок в технике, служба доставки бесплатно привезет новый исправный товар из магазина",
                15: "При заказе нескольких товаров сразу КлимаВент доставляет всю технику в один день",
            }
        },
    },
    footer: {
        company: {
            company: "Компания",
            about_company: "О компании",
            contact: "Контакты",
            work: "Работа",
            privacy_policy: "Политика конфиденциальности",
            partners: "Партнерам",
            catalog: "Каталог товаров"
        },
        services: {
            services: "Услуги и сервисы",
            discounts: "Скидки",
            installation: "Установка",
            payment: "Оплата"
        },
        help: {
            help: "Помощь покупателю",
            status_order: "Найти заказ",
            delivery: "Доставка",
            guarantee: "Гарантия",
            questions: "Часто задаваемые вопросы"
        },
        social: "Наши соцсети",
        copyright: "Все права защищены ООО «КЛИМА ВЕНТ», 2020",
        developer: "Дизайн и разработка - "
    },
    modal_plug: {
        message: "Извините, этот контент ещё в разработке!",
        close: "Закрыть"
    }
};

export default ru;