const ua = {
    company: {
        name: "КлімаВент"
    },
    city: {
        title: "Місто:",
        choose_city: "Виберіть своє місто!",
        help_message: "Якщо Ви не змогли знайти своє місто - спробуйте пошукати найближче до Вас.",
        label: "Місто",
        loading: "Завантаження...",
        error_message: "При завантаженні списку міст сталася помилка, будь ласка, спробуйте пізніше",
    },
    profile: {
        login: "Увійти",
        register: "Зареєструватися",
        personal_data: "Особисті дані",
        wish_list: "Список бажань",
        cart: "Кошик",
        my_purchases: "Мої покупки",
        logout: "Вихід",
    },
    catalog: {
        catalog: "Каталог товарів"
    },
    search: {
        search: "Знайти",
        im_looking_for: "Я шукаю..."
    },
    special_offers: {
        sales_leaders: "ЛІДЕРИ ПРОДАЖ",
        show_more: "Показати всі товари"
    },
    product: {
        name: "Кондиціонер Midea BreezeleSS FA-09N8D6-I/FA-09N8D6-O",
        code: "Код: %{code}",
        buy: "Купити",
        votes: "%{votes} відгуків"
    },
    about_company: {
        sec_1: {
            h: "Інтернет-магазин побутової техніки та електроніки КлімаВент",
            p: {
                1: "Компанія КлімаВент існує на українському ринку вже більше 10 років і за цей час встигла отримати звання одного з найкращих магазинів сучасної техніки. Все починалося з невеликих точок продажів, поки фірма не вирішила підкорити світ інтернет-торгівлі. З тих пір будь-який житель України може замовити оригінальну техніку від світових виробників з швидкою доставкою в своє місто.",
                2: "Що стало причиною успіху КлімаВент серед українців?",
                3: "Доступні ціни, адже інтернет-магазин побутової техніки КлімаВент робить клієнтам тільки найвигідніші пропозиції і не завищує вартість своїх товарів",
                4: "Надання додаткових послуг з гарантійного обслуговування, встановлення та налаштування техніки",
                5: "Професійний контакт-центр, з яким покупець може зв'язатися будь-яким зручним способом і отримати кваліфіковану консультацію",
                6: "Можливість покупки товарів в кредит на вигідних умовах одного з провідних банків України",
                7: "Вичерпна інформація про кожен товар, включаючи реальні фото, матеріали виготовлення, відеоогляди та інструкції по застосуванню",
                8: "Продаж тільки сертифікованої техніки і електроніки, яка пройшла всі етапи тестування і затверджена фахівцями",
                9: "Надання двох видів гарантії - від магазину КлімаВент і офіційного виробника",
                10: "Програма розширеного сервісу (ПРС), яка робить гарантійні умови ще більш прийнятними для покупця",
                11: "Можливість повернення товару протягом 30 днів після отримання, при дотриманні правил, встановлених законом \"Про захист прав споживачів\"",
                12: "КлімаВент пропонує величезний перелік товарів, починаючи від техніки для приготування їжі, закінчуючи ігровими консолями",
                13: "Позитивна репутація, яку магазин отримав від покупців за багато років існування на українському ринку",
            }
        },
        sec_2: {
            h: "Повний комплекс послуг інтернет-магазину КлімаВент",
            p: {
                1: "Співробітники компанії оперативно обробляють заявки клієнтів і намагаються виконати замовлення в найкоротші терміни. Для покупців інтернет-магазин комп'ютерної техніки надає кілька способів зв'язку:",
                2: "Безкоштовний телефонний номер: 0-800-707-707",
                3: "Електронна пошта",
                4: "Онлайн чат на сайті компанії",
                5: "Групи в соціальних мережах",
                6: "У будь-який день тижня покупець може звернутися в онлайн магазин техніки КлімаВент, для того щоб дізнатися про стан свого замовлення, або уточнити будь-яку інформацію.",
                7: "На сторінках КлімаВент покупки здійснює не тільки Київ, а й вся Україна, завдяки широким можливостям доставки. У штаті компанії працюють виконавчі співробітники, які можуть привезти техніку додому клієнтові, встановити її і налаштувати для подальшого використання. Також товар можна забрати самовивозом протягом 24 годин.",
                8: "Чому служба доставки КлімаВент заслуговує вашої довіри:",
                9: "Бригада доставить і підніме на поверх техніку будь-якої ваги і габаритів, навіть якщо не працює ліфт",
                10: "За годину до прибуття, фахівці зв'язуються з клієнтом по телефону",
                11: "КлімаВент несе повну відповідальність за збереження товару в процесі перевезення",
                12: "При необхідності вантажники надінуть бахіли, перш ніж увійти в будинок клієнта",
                13: "Перед відправкою фахівці ретельно перевіряють комплектацію замовлення, а також справність техніки",
                14: "У разі виявлення будь-яких неполадок в техніці, служба доставки безкоштовно привезе новий справний товар з магазину",
                15: "При замовленні декількох товарів відразу КлімаВент доставляє всю техніку в один день",
            }
        },
    },
    footer: {
        company: {
            company: "Компанія",
            about_company: "Про компанію",
            contact: "Контакти",
            work: "Робота",
            privacy_policy: "Політика конфіденційності",
            partners: "Партнерам",
            catalog: "Каталог товарів"
        },
        services: {
            services: "Послуги та сервіси",
            discounts: "Знижки",
            installation: "Установка",
            payment: "Оплата"
        },
        help: {
            help: "Допомога покупцеві",
            status_order: "Знайти заказ",
            delivery: "Доставка",
            guarantee: "Гарантія",
            questions: "Часто задавані питання"
        },
        social: "Наші соцмережі",
        copyright: "Всі права захищені ТОВ «КЛИМА ВЕНТ», 2020",
        developer: "Дизайн і розробка - "
    },
    modal_plug: {
        message: "Вибачте, цей контент ще в розробці!",
        close: "Закрити"
    }
};

export default ua;